<template>
  <div class="base">
    <p class="h1">柔性功能材料解决方案之热管理解决方案</p>
    <p class="date">2017-07-07</p>
    <hr>
    <div>
      <img class="img" src="../assets/solution/首页-产品解决方案-1.jpg" alt="">
      <p class="content">在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面。<br><br>我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路<br><br>在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路<br><br>在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路<br><br>在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路在优质、轻型、高性能材料方面，我们为行业指明了未来的道路 们为行业指明了未来的道路</p>
    </div>
    <hr>
    <div class="info-footer">
      <div>上一篇</div>
      <div>所有文章</div>
      <div>下一篇</div>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style scoped>
.base {
  margin: 0 10%;
  padding: 40px 100px;
}

.h1 {
  font-size: 1.6rem;
  color: #0055aa;
  margin-bottom: 0px;
}
.date {
  color: #666;
  font-size: 1.2rem;
  margin: 10px 0 40px;
}
.img {
  float: left;
  width: 400px;
  margin: 40px 40px 40px 0;
}

.content {
  padding: 40px 40px 40px 0;
  font-size: 1.2rem;
  color: #666;
  line-height: 2.5rem;
}

.info-footer {
  display: flex;
  justify-content: space-between;
  padding-top: 10px;
  /* align-items: center; */
  height: 60px;
  font-size: 1.2rem;
  color: #666;
}
</style>
